["test", "Baby Exclusive. Set with a jumper and pair of trousers in soft, garter-stitched organic cotton. Jumper with a button placket, long raglan sleeves and raw, roll edges at the cuffs and hem. Trousers with an elasticated drawstring waist and raw, roll-edge hems.",
"Set with a long-sleeved top and pair of trousers in soft fabric. Top with a motif on the front, press-studs on one shoulder and ribbing around the neckline, cuffs and hem. Trousers with covered elastication and a drawstring at the waist and ribbed hems.",
"Set consisting of a long-sleeved top and pair of trousers in fine-knit cotton. Top with buttons on one shoulder, jacquard-knit motifs on the front and ribbing around the neckline, cuffs and hem. Trousers with ribbing, covered elastication and a drawstring at the waist, and ribbed hems.",
"Set in soft, ribbed, organic cotton jersey. Long-sleeved top with a concealed press-stud on one shoulder and wide trims at the cuffs. Leggings with soft, covered elastication at the waist and wide trims at the hems.",
"Set with a top and pair of trousers in soft velour made from a cotton blend. Long-sleeved top with a press-stud on one shoulder (except in sizes 1½-4Y) and ribbing around the neckline, cuffs and hem. Trousers with an easy pull-on, elasticated, drawstring waist and ribbed hems. The cotton content of the set is organic.",
"Trousers with an adjustable, elasticated waist, fake fly with a button, and fake pockets. Long-sleeved shirt with a collar, buttons down the front and at the cuffs, and a rounded hem. Cable-knit sweater vest with a V-neck.",
"Top in a relaxed fit with a press-stud on one shoulder (except in sizes 2-4Y), dropped shoulders, and ribbing around the neckline, cuffs and hem. Leggings with soft elastication at the waist.",
"Baby Exclusive. Set with a long-sleeved top and pair of trousers in soft organic cotton sweatshirt fabric. Top with a fastening at the top, a lined hood with a pompom, and sewn-in turn-ups at the cuffs. Trousers with an elasticated waist and sewn-in turn-ups at the hems. Soft brushed inside.",
"Patterned surf suit in UV-protective material with a small stand-up collar, frill trim over the shoulders, 3/4-length sleeves and short legs. Zip with a zip guard at the back."
]